# tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/core"
cask "nikitabobko/tap/aerospace"

brew "fish"
brew "fzf"
brew "btop"
brew "lf"
brew "lua"
brew "neovim"
# brew "node"
# brew "rust"
brew "tmux"
brew "wget"
brew "oven-sh/bun/bun"
brew "stow"
brew "tree-sitter-cli"
cask "macvim-app"
cask "wezterm"

cask "itsycal"

# cask "aerospace"
cask "jordanbaird-ice"
cask "maccy"
cask "stats"

# cask "bitwarden"
cask "skim"

# cask "firefox"
# cask "ungoogled-chromium"
